<template>
  <div>
    <banner />
    <breadcrumb :info="[{name: 'Договор оферты', link: false}]"/>
    <div class="wrapper">
      <div class="box-dogovor">
        <div class="box-dogovor__wrap js-scroll">
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">ОБЩИЕ ПОЛОЖЕНИЯ</li>
            <li class="box-dogovor__item">1.1. Настоящий Публичный договор (далее – Оферта, договор) представляет собой официальное предложение «Исполнителя» на сайте https://radcatstore.ru/, по оказанию Информационных услуг с помощью программного обеспечения сайта: https://radcatstore.ru/ (далее — Сайт) юридическим и/или дееспособным физическим лицам (далее – Заказчик) на перечисленных ниже условиях путем предоставления информации через онлайн вебинар – специальной формы передачи информации, направленной на приобретение Заказчиком дополнительных знаний, умений и навыков в определенной сфере дефятельности в результате использования Заказчиком особых мероприятий, определяемых им по своему усмотрению, либо отчуждение в пользу Заказчика тренинга в записи – за установленную плату.</li>
            <li class="box-dogovor__item">1.2. Принятие (акцепт) данной Оферты означает полное и безоговорочное принятие Заказчиком всех условий без каких-либо исключений и/или ограничений и приравнивается в соответствии с ч. 2 ст. 642 Гражданского кодекса Украины (далее ГК Украины) к заключению сторонами двухстороннего письменного договора на условиях, которые изложены ниже в этой Оферте.</li>
            <li class="box-dogovor__item">1.3. Данный Публичный договор на оказание Информационных услуг (Оферта) считается заключенным (акцептированным) с момента заполнения Заказчиком учетной записи на Сайте Исполнителя и поступления денежных средств Заказчика на расчетный счет Исполнителя.</li>
            <li class="box-dogovor__item">1.4. Исполнитель и Заказчик предоставляют взаимные гарантии своей право- и дееспособности необходимые для заключения и исполнения настоящего Договора на оказание Информационных услуг.</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title"> ОПРЕДЕЛЕНИЯ И ТЕРМИНЫ</li>
            <li class="box-dogovor__item">2.1 В целях настоящей Оферты нижеприведенные термины используются в следующем значении:</li>
            <li class="box-dogovor__item">Оферта – настоящий публичный договор на оказание информационных услуг. Сайт – интернет-сайт: https://radcatstore.ru/ используемый Исполнителем на правах собственности. Информационные услуги – любые услуги Исполнителя, виды и стоимость которых определена на Сайте, по предоставлению ограниченного доступа Заказчика к Сайту в соответствии с условиями Оферты для участия в тематических тренингах в формате вебинаров, сопутствующих им семинарах в формате вебинаров, а также информационных услуг Исполнителя по предоставлению за плату мультимедийных курсов-тренингов (тренинги в записи), и сопутствующих информационных услуг Исполнителя в форме консультаций, посредством использования бесплатного программного обеспечения с закрытым кодом, обеспечивающим шифрованную голосовую связь и видеосвязь через Интернет между компьютерами (VoIP), используя технологии пиринговых сетей (SKYPE-консультации), либо консультационных услуг в иной форме. Форма и необходимость предоставления сопутствующих информационных услуг определяются Исполнителем самостоятельно.</li>
            <li class="box-dogovor__item">Акцепт Оферты — полное и безоговорочное принятие Оферты путем осуществления действий по 100% предварительной оплате Информационной услуги.</li>
            <li class="box-dogovor__item">Исполнитель – сайт https://geniusmarketing.me/ в лице ООО «Маркетинг Консалтинг» или другого субъекта хозяйствования, имеющего право предоставить Информационные услуги Заказчику на условиях настоящей Оферты. Заказчик — лицо, осуществившее Акцепт Оферты на изложенных в ней условиях. Договор на оказание информационных услуг (далее – Договор) – договор между Заказчиком и Исполнителем на предоставление Информационных услуг, который заключается посредством Акцепта настоящей Оферты.</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">ПРЕДМЕТ ОФЕРТЫ</li>
            <li class="box-dogovor__item">3.1. Предметом настоящей Оферты является возмездное оказание Заказчику Информационных услуг силами Исполнителя в соответствии с условиями настоящей Оферты путем предоставления Информационных услуг в интерактивном (онлайн) формате за вознаграждение, выплачиваемое Заказчиком Исполнителю, либо предоставление Заказчику видеозаписи вебинара за плату.</li>
            <li class="box-dogovor__item">3.2. Стоимость каждого вида Информационной услуги устанавливается на Сайте Исполнителя. Данный договор на оказание Информационных услуг считается заключенным с момента поступления денежных средств на расчетный счет Исполнителя.</li>
            <li class="box-dogovor__item">3.3. Платежи по настоящему договору осуществляется одним из способов предлагаемых Заказчику, в том числе при нажатии кнопки «Оплатить», которые включают в себя:</li>
            <li class="box-dogovor__item">— оплата электронными денежными средствами;</li>
            <li class="box-dogovor__item">— оплата через платежные терминалы либо интернет-банкинг;</li>
            <li class="box-dogovor__item">— оплата на расчетный счет Исполнителя через банк или банк-эквайр;</li>
            <li class="box-dogovor__item">— оплата через специально уполномоченных агентов (физических или юридических лиц)</li>
            <li class="box-dogovor__item">— иными способами по предварительному согласованию с Исполнителем.</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">УСЛОВИЯ ОКАЗАНИЯ ИНФОРМАЦИОННОЙ УСЛУГИ</li>
            <li class="box-dogovor__item">4.1. Исполнитель предоставляет ограниченный доступ Заказчику к Информационной услуге, размещенной на Сайте, передает запись вебинара.</li>
            <li class="box-dogovor__item">4.2. Или предоставляет доступ в закрытую зону сайта, путем передачи паролей доступа), при условии 100 % предоплаты этой услуги. 4.2. Виды и способы оплаты каждого вида Информационной услуги указываются на Сайте.</li>
            <li class="box-dogovor__item">4.3. При желании, Заказчик может воспользоваться услугой Рассрочка оплаты Информационных услуг. Дополнительная информация о данной услуге указана на страницах Сайта. В таком случае принятие Оферты Заказчиком происходит с момента оплаты им первого платежа.</li>
            <li class="box-dogovor__item">4.4. Участие в вебинаре подтверждается заполнением Заказчиком соответствующей заявки на участие и внесением оплаты одним из способов, указанных на Сайте. Ссылки на участие в вебинаре предоставляются Заказчику путем их направления на адрес электронной почты Заказчика, указанной им при заполнении заявки на получение Информационных услуг путем участия в онлайн вебинаре.</li>
            <li class="box-dogovor__item">4.5. В случае, если в течение 2 рабочих дней Заказчик по той или иной причине не получил доступа к Информационной услуге, ему необходимо обратиться в службу поддержки Исполнителя по адресу: https://geniusmarketing.me/</li>
            <li class="box-dogovor__item">4.6. Исполнитель обязуется предоставить Заказчику Информационную услугу путем организации и проведения вебинара в срок, указанный на Сайте, или путем предоставления Заказчику доступа к закрытой зоне Сайта в течение 2 рабочих дней с момента поступления денежных средств на счет Исполнителя.</li>
            <li class="box-dogovor__item">4.7. Настоящая Оферта имеет силу акта об оказании услуг. Принятие услуги производится без подписания соответствующего акта.</li>
            <li class="box-dogovor__item">4.8. Исполнитель оставляет за собой право аннулировать участие Заказчика в вебинаре без возвращения внесенной платы, в случае нарушения им правил поведения во время вебинара. Указанными нарушениями являются: разжигание межнациональных конфликтов, оскорбление участников тренинга, ведущего, отклонение от темы тренинга, реклама, нецензурные высказывания и т.п.</li>
            <li class="box-dogovor__item">4.9. Исполнитель оставляет за собой право аннулировать участие Заказчика в вебинаре в случае установления факта передачи им реквизитов для участия в вебинаре третьим лицам, распространения Заказчиком информации и материалов, полученных им в связи с участием в вебинаре, третьим лицам за плату или безоплатно. Использование Заказчиком информации и материалов, полученных в результате получения Информационных услуг, допускается только в личных целях и для личного использования Заказчика.</li>
            <li class="box-dogovor__item">4.10. После окончания обучения повторно ссылки доступа к урокам не предоставляются.</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">РЕГИСТРАЦИЯ ЗАКАЗЧИКА НА САЙТЕ</li>
            <li class="box-dogovor__item">5.1. Предоставление Заказчику Информационной услуги возможно при условии создания им на Сайте соответствующей учетной записи. Учетная запись должна содержать фамилию, имя Заказчика, адрес его электронной почты, телефон.</li>
            <li class="box-dogovor__item">5.2. Заказчик несет ответственность за конфиденциальность пароля. При установлении Заказчиком фактов несанкционированного доступа к своей учетной записи, он обязуется в кратчайшие сроки уведомить об этом обстоятельстве службу поддержки Исполнителя по адресу: info@geniusmarketing.me</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">ПРАВА И ОБЯЗАННОСТИ ИСПОЛНИТЕЛЯ</li>
            <li class="box-dogovor__item">6.1. Исполнитель обязуется предоставлять Заказчику круглосуточный доступ к Сайту с использованием учетной записи Заказчика.</li>
            <li class="box-dogovor__item">6.2. Исполнитель в процессе оказания Информационной услуги в виде онлайн вебинара берет на себя обязанности по техническому сопровождению трансляции онлайн-вебинара.</li>
            <li class="box-dogovor__item">6.3. Исполнитель несет ответственность за хранение и обработку персональных данных Заказчика, обеспечивает конфиденциальность этих данных в процессе их обработки и использует их исключительно для качественного оказания Информационной услуги Заказчику. 6.4. Исполнитель гарантирует предоставление Заказчику полной и достоверной информации об оказываемой услуге по его требованию.</li>
            <li class="box-dogovor__item">6.5. Исполнитель оставляет за собой право в любой момент изменять дату проведения вебинара, и\или количество информации (занятий) в курсе вебинара (может меняться до 5% в одностороннем порядке), предварительно уведомив Заказчика не позднее трех календарных дней с момента принятия такого решения, путем направления сообщения на электронную почту Заказчика.</li>
            <li class="box-dogovor__item">6.6. Исполнитель вправе изменять длительность вебинара и/или условия настоящей Оферты в одностороннем порядке без предварительного уведомления Заказчика, публикуя указанные изменения на Сайте, не позднее 5 календарных дней со дня их внесения (принятия).</li>
            <li class="box-dogovor__item">6.7. Исполнитель вправе продлить сроки проведения вебинара, уведомив об этом Заказчика не позднее трех календарных дней с момента принятия такого решения, на срок, не превышающий 30 календарных дней.</li>
            <li class="box-dogovor__item">6.8. Исполнитель вправе заблокировать учетную запись Заказчика в случае нарушения им правил вебинара, указанных в п. 4.8. данной Оферты без возвращения внесенной платы.</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">ПРАВА И ОБЯЗАННОСТИ ЗАКАЗЧИКА</li>
            <li class="box-dogovor__item">7.1. Заказчик обязан предоставлять достоверную информацию о себе в процессе создания учетной записи (регистрации) на Сайте. Заказчик несет ответственность за достоверность такой информации.</li>
            <li class="box-dogovor__item">7.2. Заказчик обязуется не воспроизводить, не повторять, не копировать, не продавать, а также не использовать в каких бы то ни было целях информацию и материалы, ставшие ему доступными в связи с оказанием Информационной услуги, за исключением их личного использования.</li>
            <li class="box-dogovor__item">7.3. Заказчик обязан поддерживать в исправном техническом состоянии оборудование и каналы связи, обеспечивающие ему доступ к Сайту, входить на Сайт под своим аккаунтом одновременно только с одного персонального компьютера. Исполнитель не несет ответственности за непредоставление (некачественное предоставление) Информационной услуги по причинам, не зависящим от Исполнителя (в т.ч. по причине неисполнения п. 7.1 данной Оферты).</li>
            <li class="box-dogovor__item">7.4. Заказчик пользуется всеми правами потребителя в соответствии с действующим законодательством Украины, регулирующим отношения по возмездному оказанию услуг.</li>
            <li class="box-dogovor__item">7.5. Заказчик в случае оказания ему услуги ненадлежащего качества вправе воспользоваться правами, предусмотренными ст. 8 Закона Украины «О защите прав потребителей», исключительно в случаях, когда нарушение его прав произошло по вине Исполнителя и при доказанности указанного обстоятельства.</li>
            <li class="box-dogovor__item">7.6. Все претензии по качеству оказываемой Информационной услуги должны направляться Заказчиком в адрес Исполнителя посредством подачи заявки на сайте https://geniusmarketing.me/ Срок рассмотрения претензии(ий) Заказчика Исполнителем составляет 30 (тридцать) дней (в том числе претензий, содержащих требование о возврате денежных средств) с момента поступления претензии в адрес Исполнителя, по истечении которого Исполнителем принимается одно из следующих решений: 1) о несогласии с претензией и об отказе в возврате денежных средств, либо 2) о согласии с претензией и об удовлетворении требования о возврате денежных средств.</li>
            <li class="box-dogovor__item">7.7. В случае принятия решения Исполнителем о возврате денежных средств, Денежные средства возвращаются Заказчику путем их: зачисления на счет Заказчика в платежных системах Яндекс-Деньги, WebMoney, QIWI, кредитную карту, личный счет, или другие реквизиты согласованные сторонами. Все возвраты денежных средств осуществляются при условии направления Заказчиком в адрес Исполнителя заявления по форме, которое будет выслано Заказчику письмом по электронной почте. Сторонами безоговорочно принимается, что окончательное решение о способе возврата денежных средств остается в каждом конкретном случае на усмотрение Исполнителя. В случае возврата денежных средств на счет Заказчика в банке или на счет Заказчика в платежной системе, заполненное заявление на возврат денежных средств с подписью Заказчика по форме в сканированном электронном виде высылается по электронной почте Исполнителю (допускаются следующие форматы файла: gif, jpeg, pdf). Заявление на возврат Денежных средств должно содержать в обязательном порядке сведения о счете Заказчика, коммерческой организации (банке), где хранится счет, ее адресе. В случае отсутствия в заявлении необходимых сведений, требуемых для осуществления возврата денежных средств Исполнитель не гарантирует сроков, указанных в п. 7.8.</li>
            <li class="box-dogovor__item">7.8. Денежные средства зачисляются на счет в банке, указанный Заказчиком, на протяжении 30-ти календарных дней с момента, когда Исполнитель получил подписанное и сканированное заявления Заказчика по форме. Финансовый документ, подтверждающий внесение денежных средств Исполнителем на счет Заказчика, является доказательством исполнения Исполнителем обязанности по возврату денежных средств Заказчику, что безоговорочно принимается сторонами.</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">ОТВЕТСТВЕННОСТЬ СТОРОН</li>
            <li class="box-dogovor__item">8.1 Исполнитель и Заказчик, принимая во внимания характер оказываемой услуги, обязуются в случае возникновения споров и разногласий, связанных с оказанием Информационной услуги, применять досудебный порядок урегулирования спора. В случае невозможности урегулирования спора в досудебном порядке, стороны вправе обратиться в Украинский суд.</li>
            <li class="box-dogovor__item">8.2 За неисполнение либо ненадлежащее исполнение обязательств по настоящей Оферте, стороны несут ответственность в соответствии с законодательством Украины.</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">ГАРАНТИИ КАЧЕСТВА ИНФОРМАЦИОННОЙ УСЛУГИ</li>
            <li class="box-dogovor__item">9.1. Заказчик, принимая условия настоящей Оферты, принимает на себя также риск неполучения прибыли и риск возможных убытков, связанных с использованием знаний, умений и навыков, полученных Заказчиком в ходе оказания Информационной услуги.</li>
            <li class="box-dogovor__item">9.2. Гарантируя успешность применения полученных знаний, умений и навыков, а также получение Заказчиком Информационной услуги определенной прибыли (дохода) с их использованием (реализацией) в определенном либо неопределенном будущем, Исполнитель не несет ответственности за неполучение прибыли (дохода), получение прибыли (дохода) ниже ожиданий Заказчика, а также за прямые и косвенные убытки Заказчика, поскольку успешность использования Заказчиком полученных знаний, умений и навыков зависит от многих известных и неизвестных Исполнителю факторов: целеустремленности, трудолюбия, упорства, уровня интеллектуального развития, творческих способностей Заказчика, других его индивидуальных качеств и персональных характеристик, что принимается обеими сторонами.</li>
            <li class="box-dogovor__item">9.3. Исполнитель в ходе оказания Информационной услуги вправе требовать у Заказчика выполнения «домашних заданий» — определенных действий Заказчика, планируемых и поручаемых Исполнителем, позволяющих Исполнителю проверять и убеждаться в усвоении Заказчиком информации, полученной в ходе проведения онлайн-вебинара, приобретении им опыта решения конкретных задач в рамках темы вебинара, оценки уровня способностей Заказчика, а также для иных целей Исполнителя. «Домашние задания» направляются Заказчику посредством электронной связи: на электронную почту либо иным способом, оговариваемым отдельно в каждом случае.</li>
            <li class="box-dogovor__item">9.4. Неисполнение либо ненадлежащее исполнение Заказчиком «домашних заданий» является для Исполнителя основанием для отказа в возврате денежных средств, оплаченных Заказчиком Исполнителю, чем бы ни обосновывалось требование Заказчика, что безоговорочно принимается сторонами.</li>
            <li class="box-dogovor__item">9.5. Прием к рассмотрению претензий Заказчика с требованием о возврате денежных средств прекращается по истечении 10 (десяти) календарных дней с момента начала вебинара (то есть получения паролей доступа к закрытой зоне сайта, где находятся записи тренинга), что безоговорочно принимается сторонами. Для некоторых курсов и тренингов данный срок может быть сокращен Исполнителем до 7 (семи) календарных дней, о чем Исполнитель обязан явно известить Заказчика перед приобретением им данного тренинга или курса. Иной способ продления гарантированного срока возврата средств невозможен и противоречит настоящей Оферте.</li>
            <li class="box-dogovor__item">9.6. Условия гарантийных сроков по предоставлению Информационных услуг указаны на сайте https://geniusmarketing.me/</li>
            <li class="box-dogovor__item">9.7. Условия гарантийных сроков по предоставлению Информационных услуг утрачивают силу при переводе с одного курса обучения на другой.</li>
            <li class="box-dogovor__item">9.8. Претензии с требованием о возврате денежных средств, внесенных в качестве оплаты за вебинар в записи, за исключением производственного брака и иных механических повреждений, возникших не по вине Заказчика и до передачи ему цифрового оптического носителя с записью вебинара, Исполнителем не рассматриваются.</li>
            <li class="box-dogovor__item">9.9. Претензии с требованием о возврате денежных средств должны быть направлены Исполнителю не позднее, чем за сутки до истечения гарантийного срока. Иные претензии с требованием о возврате денежных средств Исполнителем рассматриваться не будут.</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">ФОРС-МАЖОР</li>
            <li class="box-dogovor__item">10.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему Договору, если это неисполнение явилось следствием действия обстоятельств непреодолимой силы (форс-мажорных обстоятельств), возникших после заключения настоящего Договора и сделали невозможным исполнение обязательств в соответствии с условиями настоящего Договора. К таким обстоятельствам в частности, но не ограничиваясь, относятся чрезвычайные ситуации техногенного, природного или экологического характера, аварии в системах электроснабжения, разрушение этих систем, вызванные, в частности, землетрясениями, наводнениями, ураганами и т.д., длительная отсутствие электроэнергии и интернета по независящим от сторон причинам, военные действия, мятеж, забастовка, массовые беспорядки, беспорядки и другие противоправные действия, а также состояние здоровья Исполнителя (и\или ведущего вебинара), наводнение, пожар, антитеррористические операции, землетрясение и другие стихийные бедствия, война, военные действия, неконтролируемые, противоправные действия и акты вандализма третьих лиц, революционные действия, общественные беспорядки, акты или действия органов государственного управления, принятия законных или подзаконных актов, которые прямо влияют на возможность выполнения сторонами условий настоящего договора, и любые другие чрезвычайные обстоятельства.</li>
            <li class="box-dogovor__item">10.2. Стороны договорились, что в случае возникновения обстоятельств, предусмотренных п. 10.1. Договора, срок исполнения обязательств по настоящему Договору отодвигается на период времени, в течение которого действовали эти обстоятельства и их последствия.</li>
            <li class="box-dogovor__item">10.3. Если форс-мажорные обстоятельства и их последствия продолжают действовать более шести месяцев, стороны в кратчайшие сроки должны провести переговоры с целью выявления приемлемых для обеих Сторон альтернативных способов исполнения условий настоящего Договора и достижения соответствующих письменных договоренностей.</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">ДРУГИЕ ПОЛОЖЕНИЯ</li>
            <li class="box-dogovor__item">11.1. Заказчик гарантирует, что все условия оферты ему понятны и он принимает их безусловно и в полном объеме, без каких-либо условий, изъятий и оговорок.</li>
            <li class="box-dogovor__item">11.2. В случае, который не урегулирован настоящим Договором, Стороны обязуются руководствоваться нормами, установленными действующим законодательством Украины.</li>
            <li class="box-dogovor__item">11.3. К данному договору применяется законодательство Украины.</li>
            <li class="box-dogovor__item">11.4. Стороны дают друг другу согласие на обработку и хранение персональных данных, которые становятся известными им, связи с заключением настоящего Договора, в пределах, в которых это необходимо в соответствии с требованиями действующего законодательства Украины.</li>
          </ul>
          <ul class="box-dogovor__list">
            <li class="box-dogovor__item box-dogovor__title">РЕКВИЗИТЫ ИСПОЛНИТЕЛЯ</li>
            <li class="box-dogovor__item">«МАРКЕТИНГ КОНСАЛТИНГ»</li>
            <li class="box-dogovor__item">ЄГРПОУ: 40300106,</li>
            <li class="box-dogovor__item">Адрес: 03067, г. Киев, ул. Гарматная, 4, офис 1.</li>
            <li class="box-dogovor__item">тел.: +38(044) 237 13 38,</li>
            <li class="box-dogovor__item">Банковские реквизиты:</li>
            <li class="box-dogovor__item">Текущие счета:<br>
              UAH: 26003052662184<br>
              RUR: 26007052651061<br>
              USD: 26002052647296<br>
              EUR: 26009052649026</li>
            <li class="box-dogovor__item">открыты в ПАТ КБ «ПРИВАТБАНК» МФО 320649</li>
            <li class="box-dogovor__item">Директор А.А. Бов</li>
          </ul>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "index",
  mounted() {
    this.$nextTick(() => {
      $(".js-scroll").mCustomScrollbar({
        axis: "y",
        theme: "dark-thin",
        autoExpandScrollbar: true,
        //            scrollInertia: 50,
        advanced: {
          autoExpandHorizontalScroll: true
        }
      });
      $(document).trigger('ready');

    })
  },
}
</script>

<style scoped>

</style>
