<template>
  <div>
    <banner />
    <breadcrumb :info="[{name: 'Политика конфиденциальности', link: false}]"/>
    <div class="box-politica">
      <div class="wrapper">
        <div class="box-politica__wrap">
          <p>Настоящая Политика в области обработки персональных данных и конфиденциальности персональной информации (далее — Политика) действует в отношении всей информации, которую ООО «Сноб Медиа» и/или ее аффилированные лица, включая все лица, входящие в одну группу с ООО «Сноб Медиа», могут получить о пользователе во время использования им любого из сайтов, сервисов, служб, программ и продуктов ООО «Сноб Медиа» (далее — Сервисы). Согласие пользователя на предоставление персональной информации, данное им в соответствии с настоящей Политикой в рамках отношений с одним из лиц, входящих в группу лиц ООО «Сноб Медиа», распространяется на все лица, входящие в данную группу лиц.</p>

          <p>Использование Сервисов означает безоговорочное согласие пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями пользователь должен воздержаться от использования Сервисов.</p>

          <p>Персональная информация пользователей, которую получает и обрабатывает ООО «Сноб Медиа» <br>
            В рамках настоящей Политики под «персональной информацией пользователя» понимаются:<br>
            Персональная информация, которую пользователь предоставляет о себе самостоятельно при регистрации (создании учетной записи) или в процессе использования Сервисов, включая персональные данные пользователя. Обязательная для предоставления Сервисов (оказания услуг) информация помечена специальным образом. Иная информация предоставляется пользователем на его усмотрение.<br>
            Данные, которые автоматически передаются Сервисам в процессе их использования с помощью установленного на устройстве пользователя программного обеспечения, в том числе IP-адрес, информация из cookie, информация о браузере пользователя (или иной программе, с помощью которой осуществляется доступ к Сервисам), время доступа, адрес запрашиваемой страницы.
          </p>
          <p>Иная информация о пользователе, в случае, если ее сбор и/или предоставление определено в регулирующих документах отдельных Сервисов.<br>
            Настоящая Политика применима только к Сервисам ООО «Сноб Медиа». ООО «Сноб Медиа» не контролирует и не несет ответственность за сайты третьих лиц, на которые пользователь может перейти по ссылкам, доступным на сайтах ООО «Сноб Медиа». На таких сайтах у пользователя может собираться или запрашиваться иная персональная информация, а также могут совершаться иные действия.
          </p>
          <p>ООО «Сноб Медиа»в общем случае не проверяет достоверность персональной информации, предоставляемой пользователями, и не осуществляет контроль за их дееспособностью. Однако ООО «Сноб Медиа»исходит из того, что пользователь предоставляет достоверную и достаточную персональную информацию по вопросам, предлагаемым в форме регистрации, и поддерживает эту информацию в актуальном состоянии. Риск предоставления недостоверной информации несет предоставивший ее пользователь. Цели сбора и обработки персональной информации пользователей<br>
            ООО «Сноб Медиа» собирает и хранит только те персональные данные, которые необходимы для предоставления Сервисов и оказания услуг (исполнения соглашений и договоров с пользователем).
          </p>
          <p>Персональную информацию пользователя ООО «Сноб Медиа» может использовать в следующих целях:</p>
          <ul class="box-politica__list">

            <li class="box-politica__item">Идентификация стороны в рамках соглашений и договоров с ООО «Сноб Медиа»;</li>
            <li class="box-politica__item">Предоставление пользователю персонализированных Сервисов;</li>
            <li class="box-politica__item">Связь с пользователем, в том числе направление уведомлений, запросов и информации, касающихся использования Сервисов, оказания услуг, а также обработка запро сов и заявок от пользователя;</li>
            <li class="box-politica__item">Улучшение качества Сервисов, удобства их использования, разработка новых Сервисов и услуг;</li>
            <li class="box-politica__item">Таргетирование рекламных материалов;</li>
            <li class="box-politica__item">Проведение статистических и иных исследований на основе обезличенных данных.</li>
            <li class="box-politica__item">Условия обработки персональной информации пользователя и ее передачи третьим лицам</li>
          </ul>
          <p>В отношении персональной информации пользователя сохраняется ее конфиденциальность, кроме случаев добровольного предоставления пользователем информации о себе для общего доступа неограниченному кругу лиц. При использовании отдельных Сервисов (например, блога), пользователь соглашается с тем, что определенная часть его персональной информации становится общедоступной.
          </p>
          <p>ООО «Сноб Медиа» вправе передать персональную информацию пользователя третьим лицам в следующих случаях:<br>
            Пользователь выразил свое согласие на такие действия;
          </p>
          <p>Передача необходима в рамках использования пользователем определенного Сервиса либо для оказания услуги пользователю;<br>
            Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством процедуры;<br>
            Такая передача происходит в рамках продажи или иной передачи бизнеса (полностью или в части), при этом к приобретателю переходят все обязательства по соблюдению условий настоящей Политики применительно к полученной им персональной информации;<br>
            В целях обеспечения возможности защиты прав и законных интересов ООО «Сноб Медиа» или третьих лиц в случаях, когда пользователь нарушает Условия использования сайта www.snob.ru (https://www.snob.ru/basement/term).
          </p>
          <p>При обработке персональных данных пользователей ООО «Сноб Медиа» руководствуется Федеральным законом РФ «О персональных данных».<br>
            Изменение пользователем персональной информации<br>
            Пользователь может в любой момент изменить (обновить, дополнить) либо удалить предоставленную им персональную информацию или ее часть, а также параметры ее конфиденциальности, воспользовавшись функцией редактирования персональных данных в разделе «Личный кабинет».
          </p>
          <p>Меры, применяемые для защиты персональной информации пользователей:<br>
            ООО «Сноб Медиа» принимает необходимые и достаточные организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.<br>
            Изменение Политики конфиденциальности. Применимое законодательство<br>
            ООО «Сноб Медиа» имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее опубликования на сайте www.snob.ru, если иное не предусмотрено новой редакцией Политики. Действующая редакция всегда находится на странице по адресу www.snob.ru/basement/privacy.<br>
            К настоящей Политике и отношениям между пользователем и ООО «Сноб Медиа», возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.</p>
          <p>Обратная связь. Вопросы и предложения<br>
            Все предложения или вопросы по поводу настоящей Политики следует сообщать в Службу поддержки пользователей, либо по адресу 119072, город Москва, а/я 416, для ООО «Сноб Медиа».</p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "index",
  mounted() {
    this.$nextTick(() => {
      $(document).trigger('ready');
    })
  },
}
</script>

<style scoped>

</style>
