<template>
  <main class="content">

    <banner/>

    <div class="box-delivery-banner">
      <div class="wrapper">
        <div class="box-delivery-banner__title">
          Помощь
        </div>
      </div>
    </div>

    <breadcrumb :info="bread"/>

    <div class="box-return-sender">
      <div class="wrapper">
        <div class="box-return-sender__wrap">
          <h1>ПОЧЕМУ У МОЕГО ЗАКАЗА СТАТУС "ВОЗВРАЩЕН ОТПРАВИТЕЛЮ"?</h1>
          <p>Если доступная по ссылке для отслеживания информация показывает, что ваша посылка была возвращена отправителю, это значит, что ее отправили обратно к нам на склад.
          </p>

          <p>Этому может быть много причин. Если вы выбирали доставку средней срочности или экспресс-доставку, то дело может быть в том, что курьер не смог найти адрес, ему никто не открыл несколько раз подряд, или могли возникнуть проблемы с таможней. Если вы проживаете в Российской Федерации, то вам необходимо загружать паспортные данные для прохождения таможенной очистки. Делать это нужно по специально высылаемой ссылке. Возможно, это не было сделано, или было сделано неверно. Иногда письма с этой ссылкой уходят в папку "Спам", поэтому советуем регулярно проверять ее.</p>

          <p>Если назад вернулась посылка, отправленная неотслеживаемым способом доставки, то дело может быть в вашем адресе. Советуем проверить адрес, указанный в вашем Личном Кабинете. Также советуем постараться уложиться в 30 символов за строку при вводе адреса доставки, так как в противном случае адрес может не поместиться на посылке, и почтовое отделение не сможет доставить ее.</p>

          <p>К сожалению, статус «Возвращен Отправителю» означает, что заказ отправляется обратно в ASOS. Мы не можем выслать этот заказ заново, но мы должны получить его через 21 рабочий день, и тогда мы сразу же вернем вам деньги за него.</p>

          <p>Если ваш заказ отправили назад, вы можете разместить новый, как делаете обычно. На всякий случай обязательно проверьте данные в вашем Личном Кабинете и убедитесь, что все указано верно.</p>
        </div>
      </div>
    </div>

  </main>
</template>

<script>
export default {
  name: 'index',
  computed: {
    bread () {
      return [
        {
          link: false,
          name: this.$route.name
        }
      ]
    }
  }
}
</script>

<style scoped>

</style>
