<template>
  <main class="content">
    <div class="banner">
      <div class="wrapper">
        <div class="btn banner__btn">Подробнее</div>
        <div class="banner__text-wrapper">
          <div class="banner__text">-30%</div>
          <div class="banner__text">Airmax Season</div>
        </div>
      </div>
    </div>
    <div class="box-delivery-banner">
      <div class="wrapper">
        <div class="box-delivery-banner__title">
          Помощь
        </div>
      </div>
    </div>

    <breadcrumb :info="bread"/>

    <div class="box-delivery">
      <div class="wrapper">
        <div class="box-delivery__wrap">
          <ul class="box-delivery__list">
            <li class="box-delivery__item">
              <router-link  to="category/name-name" class="box-delivery__title">Россия: экспресс-доставка курьерской службой</router-link>
              <p>Экспресс-доставка стоит 1500 рублей, и для заказов на сумму более 8000 рублей экспресс-доставка совершенно бесплатна - <br>не забудьте выбрать ее при оформлении заказа.</p>
            </li>
            <li class="box-delivery__item">
              <div class="box-delivery__title">Как пройти таможенную очистку?</div>
              <p>Когда вы заказываете товары в Россию с помощью экспресс-доставки или стандартной доставки в пункт самовывоза, вам необходимо предоставлять данные для прохождения таможенной очистки. Вскоре после...</p>
            </li>
            <li class="box-delivery__item">
              <div class="box-delivery__title">Какие способы международной доставки доступны?</div>
              <p>Мы знаем, как для вас важно получать заказанные вещи вовремя, особенно если вы выбрали что-то к особому случаю. Мы используем огромную сеть курьеров по всему миру, чтобы убедиться, что вы получите...</p>
            </li>
            <li class="box-delivery__item">
              <div class="box-delivery__title">Что делать, если ваш заказ задерживается?</div>
              <p>Если ваш заказ не доставлен к предполагаемой дате доставки, указанной в сообщении‑подтверждении, отправленном вам по электронной почте: Проверьте верность указанного адреса доставки вашего заказа и...</p>
            </li>
            <li class="box-delivery__item">
              <div class="box-delivery__title">Как я могу отследить свой заказ?</div>
              <p>Стандартные заказы в Россию высылаются с помощью отслеживаемой доставки, и вы сможете увидеть, когда посылка прибудет в ваше местное почтовое отделение. Если вы заказываете что-либо стандартной...</p>
            </li>
            <li class="box-delivery__item">
              <div class="box-delivery__title">Россия: стандартная доставка почтой</div>
              <p>Минимальная сумма заказа отсутствует. Стоимость стандартной доставки – 200 рублей. При заказе на сумму более 2000 рублей стандартная доставка совершенно бесплатна! Пожалуйста, убедитесь...</p>
            </li>
            <li class="box-delivery__item">
              <div class="box-delivery__title">Новости о доставке</div>
              <p>Так как у нас сейчас очень много работы, нам пришлось увеличить срок нашей стандартной доставки. При оформлении заказа будет указана верная ожидаемая дата доставки. Приносим свои извинения за...</p>
            </li>
            <li class="box-delivery__item">
              <div class="box-delivery__title">Мой заказ все еще не доставлен, что делать?</div>
              <p>Если ваш заказ не прибыл до предполагаемой даты доставки, мы вам рады помочь. Перед тем как связаться с нами, попробуйте: Зайти в раздел "Новости по Доставке" и проверить, нет ли ожидаемых задержек в...</p>
            </li>
            <li class="box-delivery__item">
              <div class="box-delivery__title">Нужно ли оплачивать таможенные или импортные пошлины?</div>
              <p>Если вы не превысили месячный лимит получения международных почтовых отправлений (Для России: на данный момент 1000 евро или 31 кг в месяц), то вам не нужно оплачивать таможенные пошлины. Чтобы...</p>
            </li>
            <li class="box-delivery__item">
              <div class="box-delivery__title">Как получить информацию о доставке?</div>
              <p>Чтобы получить последнюю информацию о доставке в вашем регионе, проверьте обновления здесь.</p>
            </li>
            <li class="box-delivery__item">
              <div class="box-delivery__title">Почему у моего заказа статус "Возвращен Отправителю"?</div>
              <p>Если доступная по ссылке для отслеживания информация показывает, что ваша посылка была возвращена отправителю, это значит, что ее отправили обратно к нам на склад. Этому может быть много причин...</p>
            </li>
          </ul>
        </div>
      </div>
    </div>

  </main>
</template>

<script>
export default {
  name: 'index',
  computed: {
    bread () {
      return [
        {
          link: false,
          name: this.$route.name
        }
      ]
    }
  }
}
</script>

<style scoped>

</style>
